;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[ModWeapon_CV X2WeaponTemplate]
FriendlyName="Mod Example Rifle"
BriefSummary="Similar to the assault rifle, but with an anodized blue casing."
TacticalText="<Bullet/> This weapon demonstrates how to add a new weapon to XCOM 2\n<Bullet/> Does extra damage and crit\n<Bullet/> Gives suppression to the bearer"
